{
  "palette": "p2",
  "fullName": "JAI SHRI RAM",
  "title": "Front End Engineer",
  "description": "I build accessible, pixel-perfect digital experiences for the web.",
  "about": "<p><strong>I'm a developer who creates accessible, pixel-perfect user interfaces c</strong>ombining thoughtful design with solid engineering. My passion lies where design meets development—building experiences that are visually appealing while optimized for performance and usability. I'm dedicated to crafting interfaces that not only look great but function flawlessly, bridging the gap between aesthetics and technical excellence while prioritizing accessibility throughout the development process.<br><br>Currently serving as a Senior Front-End Engineer at Klaviyo with a focus on accessibility, I help develop and maintain UI components powering the platform's frontend. My work ensures our product adheres to web accessibility standards and best practices, creating an inclusive experience for all users. I'm a developer who creates accessible, pixel-perfect user interfaces cI'm a developer who creates accessible, pixel-perfect user interfaces c</p>",
  "Github": "https://github.com/AbhishekTiwari071",
  "LinkedIn": "https://github.com/AbhishekTiwari071",
  "Gmail": "abhishek.tiwari2003@gmail.com",
  "experiences": [
    {
      "fromYear": "2025",
      "toYear": "2020",
      "designation": "Vasudeva ",
      "company": "Hindi Textbook",
      "workSummary": "<p><code>Build and maintain critical components used to construct Klaviyo’s frontend, across the whole product. Work closely with cross-functional teams, including developers, designers, and product managers, to implement and advocate for best practices in web accessibility.</code></p>",
      "technologies": [
        "angular",
        "react",
        "javascript",
        "css",
        "vue",
        "nextjs",
        "tailwind",
        "styled-components",
        "jquery",
        "sass",
        "remix"
      ]
    }
  ],
  "projects": [
    {
      "title": "Lyricism App",
      "description": "<p><strong>\"A web app which</strong> handles movie ticket bookings, and has features such as handling concurrent bookings, and optimized with lazy loading and code splitting\"</p>",
      "keyFeatures": [
        "xzvzxf asf asf dg adf",
        "xzvzxf asf asf dg adf",
        "xzvzxf asf asf dg adf"
      ],
      "demoLink": "https://github.com/AbhishekTiwari071",
      "codeLink": "https://github.com/AbhishekTiwari071",
      "technologies": [
        "tailwind",
        "csharp",
        "mysql",
        "langchain",
        "serverless",
        "sqlite",
        "graphql",
        "rails",
        "dotnet"
      ]
    }
  ]
}